Dlubal.RFEM5.MaterialTemperatureDiagramItem
Material isotropic thermal-elastic model

Dlubal.RFEM5.MaterialTemperatureDiagramItem.Temperature
Temperature T

Dlubal.RFEM5.MaterialTemperatureDiagramItem.ElasticityModulus
Modulus of elasticity E

Dlubal.RFEM5.MaterialTemperatureDiagramItem.ShearModulus
Shear modulus G

Dlubal.RFEM5.MaterialTemperatureDiagramItem.PoissonRatio
Poisson's ratio ν

Dlubal.RFEM5.MaterialTemperatureDiagramItem.ThermalExpansion
Coefficient of thermal expansion α